---
kind: enumMember
id: F:Autodesk.Revit.DB.TessellatedBuildIssueType.EmptyLoop
enum: Autodesk.Revit.DB.TessellatedBuildIssueType
source: html/b9f37bb0-1c2b-0fe9-a4e8-5a49d2b9b7ac.htm
---
# Autodesk.Revit.DB.TessellatedBuildIssueType.EmptyLoop

A face loop which does not have any points.
 Associated numbers are face index and loop index respectively.